;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! clang-format)
(package! elcord)
(package! org-roam
  :recipe (:host github :repo "org-roam/org-roam" :branch "main"))
(package! org-roam-ui)
(package! emacsql-sqlite-builtin)
(package! citar-org-roam)
(package! biblio)
(package! org-bullets)
